{
  "barcode_summary_report" : "",
  "barcode_name" : "Name of the barcode sequence and link to detailed report for reads associated with that barcode.",
  "sample_name" : "Sample Name associated with this barcode in the experiment plan.",
  "mapped_reads" : "Number of reads that were mapped to the full reference genome.",
  "on_target": "Percentage of mapped reads that were aligned over a target region.",
  "sample_target": "The percentage of filtered reads mapped to any targeted region used for sample identification.",
  "ercc_target" : "The percentage of filtered reads mapped to any ERCC target. This value is or is not included in the total on-target percentage depending on whether the ERCC targets were included or not in the targets file.",
  "mean_depth": "Average base coverage depth over all bases targeted in the reference.",
  "uniformity": "Percentage of target bases covered by at least 0.2x the average base read depth.",
  "Reference_Genome" : "Reference (genome) sequence or 'Library' that reads are aligned to.",
  "Target_Regions" : "Specific regions of the target reference that reads were aligned to. Typically specified by a BED file.",
  "Target_Padding" : "Optional padding (extension) of targets regions by a number of bases at both ends. Padding may result in merging of individual targets.",
  "Read_Filters" : "Options selected for filtering reads for coverage analysis.",
  "All_Reads" : "All reads mapped to the reference.",
  "Filtered_Reads" : "Uniquely mapped and/or sampled non-duplicate.",
  "Uniquely_Mapped_Reads" : "Reads that are not equivalently mapped to two places on the genome.",
  "Non_duplicate_Reads" : "Reads that are not marked as a (pcr) duplicate after alignment.",
  "Uniquely_Mapped_Non_duplicate_Reads" : "Reads that are not equivalently mapped to two places on the genome nor marked as a (pcr) duplicate after alignment.",
  "Target_Base_Coverage" : "Summary statistics for targeted base reads of the reference. A base covered by multiple target regions will only be counted once per sequencing read.",
  "Number_of_mapped_reads" : "Total number of reads mapped to the reference.",
  "Number_of_reads_on_target" : "Total number of filtered reads mapped to any targeted region of the reference. A read is considered to be on target if at least one aligned base overlaps a target region. If no target regions (file) was specified this value will be the percentage of reads passing uniquely mapped and/or non-duplicate filters, or 100% if no filters where specified.",
  "Percent_reads_on_target" : "The percentage of filtered reads mapped to any targeted region relative to all reads mapped to the reference. A read is considered on target if at least one aligned base overlaps at least one target region. If no target regions (file) was specified this value will be the percentage of reads passing uniquely mapped and/or non-duplicate filters, or 100% if no filters where specified.",
  "Percent_sample_tracking_reads" : "The percentage of filtered reads mapped to any targeted region used for sample identification. Note: It is assumed that these regions are distinct from the actual target regions under investigation, i.e. there is no overlap or other ambiguiy of any reads be misassigned to a sample identification target.",
  "Percent_reads_on_padded_target" : "The percentage of filtered reads mapped to any padded targeted region relative to all reads mapped to the reference. A read is considered on target if at least one aligned base overlaps at least one padded target region. This typically includes reads of probe-enriched DNA fragments that overlapped a target region but were only sequenced over bases flanking that region.",
  "Total_aligned_base_reads" : "The total number of bases covered by reads aligned to the reference. Clipped bases, deletions and inserts (relative to the reference) are not included in this total.",
  "Total_base_reads_on_target" : "The total number of bases in targeted regions covered by any number of aligned reads.  (If no specific target regions was specified the targeted regions is the whole reference genome.) Clipped bases, deletions and inserts (relative to the reference) are not included in this total.",
  "Percent_base_reads_on_target" : "The percent of all bases covered by reads aligned to the reference that covered bases in target regions. (If no specific target regions was specified the targeted regions is the whole reference genome.) Clipped bases, deletions and inserts (relative to the reference) are not included in this fraction.",
  "Bases_in_reference_genome" : "The total number of bases in the complete reference genome.",
  "Bases_in_target_regions" : "The total number of bases in all specified target regions of the reference.",
  "Bases_covered__at_least_1x_" : "The total number of target bases that were covered by at least one read. Only the aligned parts of each read are considered, e.g. un-aligned (soft-cut) bases at the 5' ends of mapped reads are not considered. Covered reference target bases may include sample DNA read base mismatches but does not include read base deletions in the read.",
  "Average_base_coverage_depth" : "The average number of reads of all targeted reference bases. This is the total number of base reads on target divided by the number of targeted bases and therefore includes any bases that had no coverage.",
  "Uniformity_of_base_coverage" : "The percentage of bases in all targeted regions (or whole genome) covered by at least 20% of the average base coverage depth reads. (Cumulative coverage is linearly interpolated between nearest integer base read depths.)",
  "Maximum_base_read_depth" : "The maximum number of reads of any target base. (Not including deletions.)",
  "Average_base_read_depth" : "The average number of reads of all targeted bases that were read at least once.",
  "Std_Dev_base_read_depth" : "The standard deviation (root-variance) of the read depths of all targeted bases that were read at least once.",
  "Target_base_coverage_at_1x" : "The percentage of target bases covered by at least one read.",
  "Target_base_coverage_at_10x" : "The percentage of target bases covered by at least ten reads.",
  "Target_base_coverage_at_20x" : "The percentage of target bases covered by at least twenty reads.",
  "Target_base_coverage_at_30x" : "The percentage of target bases covered by at least thirty reads.",
  "Target_base_coverage_at_50x" : "The percentage of target bases covered by at least fifty reads.",
  "Target_base_coverage_at_100x" : "The percentage of target bases covered by at least one hundred reads.",
  "Target_base_coverage_at_500x" : "The percentage of target bases covered by at least five hundred reads.",
  "Target_bases_with_no_strand_bias" : "The percentage of all target bases that did not show a bias towards forward or reverse strand read alignments. An individual target base is considered to have read bias if it has at least 10  reads and the fraction of forward or reverse reads to total reads is greater than 70%. Target bases with less than 10 reads are considered to have no strand bias.",
  "Percent_end_to_end_reads" : "The percentage of on-target reads that fully covered their assigned amplicon (insert) from 'end-to-end'. To allow for error the effective ends of the amplicon region for read alignment are within 2 bases of the actual ends of the region.",
  "Amplicon_Read_Coverage" : "Summary statistics for reads assigned to specific amplicons. Each sequence read will be assigned to exactly one of the amplicons specified by the targets file. Should a read span multiple amplicon targets, the target region that the read most covers assigned. In the event of a tie, the most 3' target is assigned.",
  "Number_of_amplicons" : "The number of amplicons specified in the target regions file.",
  "Percent_assigned_amplicon_reads_strict" : "The total number of reads that were assigned to individual amplicons. A read is assigned to a particular (inner) amplicon region if the start of the read is within -30 to +5 of region start. Read orientation (the strand it is mapped to) is taken into account such that the 5' end is compared to the amplicon start for forward reads and to the amplicon end for reverse reads, given that the amplicon region is defined with respect to the forward reference strand. If a read might be associated with multiple amplicons this way it is assigned to the amplicon region that has the greatest overlap of aligned sequence. Note that this value may be less than the 'Percent reads on target' value since some reads may not be assigned if they do not meet the assigment criteria even though they may have aligned bases that overlap an amplicon region.",
  "Percent_assigned_amplicon_reads" : "The total number of reads that were assigned to individual amplicons. A read is assigned to a particular (inner) amplicon region if any aligned bases overlap that region. If a read might be associated with multiple amplicons this way it is assigned to the amplicon region that has the greatest overlap of aligned sequence.",
  "Average_reads_per_amplicon" : "The average number of reads assigned to amplicons.",
  "Uniformity_of_amplicon_coverage" : "The percentage of amplicons that had at least 20% of the average number of reads per amplicon reads. (Cumulative coverage is linearly interpolated between nearest integer read depth counts.)",
  "Maximum_amplicon_read_depth" : "The maximum number of reads assigned to any amplicon.",
  "Average_amplicon_read_depth" : "The average number of amplicon reads for amplicons with at least one assigned read.",
  "Std_Dev_amplicon_read_depth" : "The standard deviation (root-variance) of number amplicon reads for amplicons with at least one assigned read.",
  "Amplicons_with_at_least_1_read" : "The percentage of all amplicons that had at least one read.",
  "Amplicons_with_at_least_10_reads" : "The percentage of all amplicons that had at least ten reads.",
  "Amplicons_with_at_least_20_reads" : "The percentage of all amplicons that had at least twenty reads.",
  "Amplicons_with_at_least_50_reads" : "The percentage of all amplicons that had at least fifty reads.",
  "Amplicons_with_at_least_100_reads" : "The percentage of all amplicons that had at least one hundred reads.",
  "Amplicons_with_at_least_500_reads" : "The percentage of all amplicons that had at least five hundred reads.",
  "Amplicons_with_at_least_1000_reads" : "The percentage of all amplicons that had at least one thousand reads.",
  "Amplicons_with_at_least_10K_reads" : "The percentage of all amplicons that had at least ten thousand reads.",
  "Amplicons_with_at_least_100K_reads" : "The percentage of all amplicons that had at least one hundred thousand reads.",
  "Amplicons_with_no_strand_bias" : "The percentage of all amplicons that did not show a bias towards forward or reverse strand read alignments. An individual amplicon is considered to have read bias if it has at least 10 reads and the fraction of forward or reverse reads to total reads is greater than 70%. Amplicons with less than 10 reads are considered to have no strand bias.",
  "Amplicons_reading_end_to_end" : "The percentage of all amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered the whole amplicon target from 'end-to-end'. To allow for error the effective ends of the amplicon region for read alignment are within 2 bases of the actual ends of the region.",
  "Amplicon_base_composition_bias" : "A number representing the proportion of amplicons showing low representation (<0.2x mean reads) in the lower and/or upper quartiles of amplicons ordered by increasing G/C base pair content of their insert sequences, relative to that in the center 50 percentile of amplicons and weighted by the standard deviation of representation over all amplicons. An RMS value is used so that a bias greater in either in the upper or lower quartile produces a larger value than a mean bias seen more equally in both outer quartiles. This value is 0 if the uniformity of amplicon coverage metric is 100% but is not necessarily high at lower amplicon uniformity.",
  "nAmplicons_reading_end_to_end" : "The percentage of all amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered the whole amplicon target from 'end-to-end'. To allow for error the effective ends of the amplicon region for read alignment are within 2 bases of the actual ends of the region.",
  "nAmplicons_with_at_least_1_read" : "The number of amplicons that had at least one read.",
  "nAmplicons_with_at_least_10_reads" : "The number of amplicons that had at least ten reads.",
  "nAmplicons_with_at_least_100_reads" : "The number of amplicons that had at least one hundred reads.",
  "nAmplicons_with_at_least_1000_reads" : "The number of amplicons that had at least one thousand reads.",
  "nAmplicons_with_at_least_10K_reads" : "The number of amplicons that had at least ten thousand reads.",
  "nAmplicons_with_at_least_100K_reads" : "The number of amplicons that had at least one hundred thousand reads.",
  "nAmplicons_with_no_strand_bias" : "The number of amplicons that did not show a bias towards forward or reverse strand read alignments. An individual amplicon is considered to have read bias if it has at least 10 reads and the fraction of forward or reverse reads to total reads is greater than 70%. Amplicons with less than 10 reads are considered to have no strand bias.",
  "nAmplicons_reading_end_to_end" : "The number of amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered the whole amplicon target from 'end-to-end'. To allow for error the effective ends of the amplicon region for read alignment are within 2 bases of the actual ends of the region.",
  "Amplicons_with_passing_coverage" : "The number of amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered had reads aligned to at least 70% of their target sequence. For transcript targets that are specific exon-exon splices, these are the reads that should sufficiently cover sequence on both sides of the splice site.",
  "Contig_Coverage" : "Summary statistics for reads mapped to specific contigs (or chromosomes) in the reference assembly (or genome).",
  "Number_of_contigs" : "The contigs (or chromosomes) in the reference assembly (or genome).",
  "Average_reads_per_contig" : "The average number of reads assigned to all contigs (or chromosomes).",
  "Contigs_with_at_least_1_read" : "The number of contigs (or chromosomes) that had at least one read.",
  "Contigs_with_at_least_10_reads" : "The number of contigs (or chromosomes) that had at least ten reads.",
  "Contigs_with_at_least_100_reads" : "The number of contigs (or chromosomes) that had at least one hundred reads.",
  "Contigs_with_at_least_1000_reads" : "The number of contigs (or chromosomes) that had at least one thousand reads.",
  "Contigs_with_at_least_10K_reads" : "The number of contigs (or chromosomes) that had at least ten thousand reads.",
  "Contigs_with_at_least_100K_reads" : "The number of contigs (or chromosomes) that had at least one hundred thousand reads.",
  "Contigs_with_no_strand_bias" : "The number of contigs (or transcripts or chromosomes) that did not show a bias towards forward or reverse strand read alignments. An contig amplicon is considered to have read bias if it has at least 10 reads and the fraction of forward or reverse reads to total reads is greater than 70%. Contigs with less than 10 reads are considered to have no strand bias.",
  "Contigs_reading_end_to_end" : "The number of contigs (or chromosomes) that were considered to have a sufficient proportion of assigned reads (70%) that covered the whole amplicon target from 'end-to-end'. To allow for error the effective ends of the amplicon region for read alignment are within 2 bases of the actual ends of the region.",
  "Genome_Base_Coverage" : "Summary statistics for base reads of the reference genome.",
  "Number_of_mapped_reads" : "Total number of reads mapped to the reference genome.",
  "Genome_base_coverage_at_1x" : "The percentage of reference genome bases covered by at least one read.",
  "Genome_base_coverage_at_10x" : "The percentage of reference genome bases covered by at least ten reads.",
  "Genome_base_coverage_at_20x" : "The percentage of reference genome bases covered by at least twenty reads.",
  "Genome_base_coverage_at_30x" : "The percentage of reference genome bases covered by at least thirty reads.",
  "Genome_base_coverage_at_50x" : "The percentage of reference genome bases covered by at least fifty reads.",
  "Genome_base_coverage_at_100x" : "The percentage of reference genome bases covered by at least one hundred reads.",
  "Genome_base_coverage_at_500x" : "The percentage of reference genome bases covered by at least five hundred reads.",
  "Genome_bases_with_no_strand_bias" : "The percentage of all reference genome bases that did not show a bias towards forward or reverse strand read alignments. An individual reference base is considered to have read bias if it has at least 10  reads and the fraction of forward or reverse reads to total reads is greater than 70%. Genome bases that have less than 10 reads are considered to have no strand bias.",
  "Target_Read_Coverage" : "Summary statistics for reads assigned to specific targets. Each sequence read will be assigned to exactly one of the regions specified by the targets file that it overlaps by at least one aligned base. If a read might be associated with multiple targets this way it is assigned to the target region that has the greatest overlap of aligned sequence.",
  "Number_of_targets" : "The number of targets specified in the target regions file.",
  "Percent_assigned_target_reads" : "The total number of reads that were assigned to individual targets or merged overlapping targets. A read is assigned to a particular target region has at least one aligned base overlapping that region.",
  "Average_reads_per_target" : "The average number of reads assigned to targets.",
  "Uniformity_of_target_coverage" : "The percentage of bases in all targeted regions (or whole genome) covered by at least 20% of the average base read depth reads. (Cumulative coverage is linearly interpolated between nearest integer base read depths.)",
  "Maximum_target_read_depth" : "The maximum number of reads assigned to any target.",
  "Average_target_read_depth" : "The average number of target reads for targets with at least one assigned read.",
  "Std_Dev_target_read_depth" : "The standard deviation (root-variance) of number target reads for targets with at least one assigned read.",
  "Targets_with_at_least_1_read" : "The percentage of all targets that had at least one read.",
  "Targets_with_at_least_10_reads" : "The percentage of all targets that had at least ten reads.",
  "Targets_with_at_least_20_reads" : "The percentage of all targets that had at least twenty reads.",
  "Targets_with_at_least_30_reads" : "The percentage of all targets that had at least thirty reads.",
  "Targets_with_at_least_50_reads" : "The percentage of all targets that had at least fifty reads.",
  "Targets_with_at_least_100_reads" : "The percentage of all targets that had at least one hundred reads.",
  "Targets_with_at_least_500_reads" : "The percentage of all targets that had at least five hundred reads.",
  "Targets_with_no_strand_read_bias" : "The percentage of all targets that did not show a bias towards forward or reverse strand read alignments. An individual target is considered to have read bias if it has at least 10 reads and the fraction of forward or reverse reads to total reads is greater than 70%.",
  "Targets_reading_end_to_end" : "The percentage of all targets that were considered to have a sufficient proportion of assigned reads (70%) that covered the whole target region from 'end-to-end'. To allow for error the effective ends of the target region for read alignment are within 2 bases of the actual ends of the region.",
  "Target_base_composition_bias" : "A number representing the proportion of targets showing low representation (<0.2x mean reads) in the lower and/or upper quartiles of targets ordered by increasing G/C base pair content of their insert sequences, relative to that in the center 50 percentile of targets and weighted by the standard deviation of representation over all targets. An RMS value is used so that a bias greater in either in the upper or lower quartile produces a larger value than a mean bias seen more equally in both outer quartiles. This value is 0 if the uniformity of amplicon coverage metric is 100% but is not necessarily high at lower amplicon uniformity.",
  "Coverage_Overview" : "Base coverage is shown across the whole reference (genome). The effective reference is created from a concatenation of the chromosomes or individual target regions (in the relative position they appear in the reference sequence). Each point plotted is the base 10 logorithm value of the total aligned base read count within an equal length (1/600) of the effective reference.",
  "Representation_Overview" : "Simple plot showing the numbers of amplicons with reads in log10 counting bins.",
  "Target_Coverage" : "Summary statistics relative to coverage of individual targets as measured by the average base read depth for those targets. The average base read depth across a group of overlapping targets is assumed to be distributed evenly. These statistics are not affect using the padding option.",
  "Number_of_unmerged_targets" : "The number of targets specified in the target regions file. Note that this may be more than those shown in the Target Coverage Chart and listed in the target coverage summary file if any individual targets overlap, as base coverage here is resolved to merged target regions. Note that target padding does not affect the number of reads assigned to original targets.",
  "Average_base_coverage_depth_per_target" : "The average of the mean base read depth of all individual targets. For N overlapping targets it is assumed that base coverage is spread evenly as if N separated target had this mean base coverage.",
  "Uniformity_of_base_coverage_per_target" : "The percentage of all individual targets that had an average base coverage depth that is at least 20% of the average base coverage depth per target reads. (Cumulative coverage is linearly interpolated between nearest integer base read depths.)",
  "Targets_with_base_coverage_at_1x" : "The percentage of targets that had an average base coverage depth of at least one base. Note that the average base coverage across the length of an individual target can be less than 1 if only partially covered by reads.",
  "Targets_with_base_coverage_at_10x" : "The percentage of targets that had an average base coverage depth of at least ten bases. Note that this does not mean all bases across the whole length of any particular target were necessily read to this depth.",
  "Targets_with_base_coverage_at_20x" : "The percentage of targets that had an average base coverage depth of at least twenty bases. Note that this does not mean all bases across the whole length of any particular target were necessily read to this depth.",
  "Targets_with_base_coverage_at_50x" : "The percentage of targets that had an average base coverage depth of at least fifty bases. Note that this does not mean all bases across the whole length of any particular target were necessily read to this depth.",
  "Targets_with_base_coverage_at_100x" : "The percentage of targets that had an average base coverage depth of at least one hundred bases. Note that this does not mean all bases across the whole length of any particular target were necessily read to this depth.",
  "Targets_with_base_coverage_at_500x" : "The percentage of targets that had an average base coverage depth of at least five hundred bases. Note that this does not mean all bases across the whole length of any particular target were necessily read to this depth.",
  "Targets_with_no_strand_bias" : "The percentage of targets that did not show a bias towards forward or reverse strand base read alignments. An individual target is considered to show strand bias if it has an average base read coverage depth of at least 10 and the fraction of forward or reverse base reads to total base reads is greater than 70%. Traget regions with less than 10 reads are considered to have no strand bias.",
  "Targets_with_full_coverage" : "The percentage of targets that had at least 98% of their length covered by at least one base read. This definition allows some flexiblity for a small number of (homozygous) deletions and missing reads at the ends of targets. Targets that were not 'fully' covered would typically have larger gaps or lack of coverage at one or both ends."
}
