{
  "barcode_summary_report" : "",
  "barcode_name" : "Name of the barcode sequence and link to detailed report for reads associated with that barcode.",
  "sample_name" : "Sample Name associated with this barcode in the experiment plan.",
  "Reference_Genome" : "Reference (genome) sequence or 'Library' that reads are aligned to.",
  "panel_name" : "Name of the AmpliSeq panel sequenced and analyzed. Name of uploaded BED file that specifies the insert regions and gene targets.",
  "mapped_reads" : "Number of reads that were mapped to the full reference genome.",
  "on_target": "Percentage of mapped reads that were aligned over a target region.",
  "mean_depth": "Average base coverage depth over all bases targeted in the reference.",
  "Number_of_gene_names_auto_corrected": "The number of unique gene names produced from removing any characters after and including the first undescore (_) in the gene name so that the name may be matched in the master list of HGNC CDS regions. For AmpliSeq panels this value should be 0.",
  "Number_of_amplicons_in_multiple_genes": "The number of amplicons that had multiple GENE_ID values separated by commas. Per gene coverage statistics, such as GBU, will be output for all unique GENE IDs encountered. Note that gene coverage stats based on the original amplicon coverage considers whole amplicon insert regions to be fully included for each gene regardless of the overlap with the actal gene CDS regions.",
  "Matched_Genes": "Number of panel gene names that matched those in the master list of known (HGNC) genes and CDS regions.",
  "CDS_Genes": "Total number of CDS regions used for GBU/PBU calculations, based on gene names matched to master list.",
  "amp_mbrd": "The mean base read depth over all bases covered by amplicon inserts included in the panel.",
  "pbu_amp": "Percentage of target bases covered by at least 20% of the average base read depth across all the amplicon targets in the panel.",
  "pgi_cov": "Percentage of bases covered by the panel-gene-intersection; all bases covered by the amplicon inserts that covered gene CDS+5b padding regions. Often referred to as 'in-silico coverage' for the panel design.",
  "pbu_cds": "Percentage of target bases covered by at least 20% of the average base read depth across all coding regions (CDS) overlapped by the panel.",
  "pbu_cds_5": "Percentage of target bases covered by at least 20% of the average base read depth across all coding regions expanded by 5 bases (CDS+5) covered by the panel. PBU is calculated from the coverage-weighted gene base uniformity values assuming 0 base reads for any bases that are not covered by amplicon inserts.",
  "pgipbu_cds_5": "Percentage of target bases covered by at least 20% of the average base read depth across all coding regions expanded by 5 bases (CDS+5) intersected by the panel amplicons.",
  "pbu_hotspot":"Percentage of target bases covered by at least 20% of the average base read depth across all hotspots.",
  "Read_Filters" : "Options selected for filtering reads for coverage analysis.",
  "Filtered_Reads" : "Uniquely mapped and/or sampled non-duplicate.",
  "num_genes" : "The number of genes covered to some extent by amplicons specified in the target regions file. It is possible that some amplicons cover multiple genes.",
  "Number_of_amplicons" : "The number of amplicons specified in the target regions file.",
  "Percent_assigned_amplicon_reads" : "The total number of reads that were assigned to individual amplicons. A read is assigned to a particular (inner) amplicon region if any aligned bases overlap that region. If a read might be associated with multiple amplicons this way it is assigned to the amplicon region that has the greatest overlap of aligned sequence.",
  "Average_reads_per_amplicon" : "The average number of reads assigned to amplicons.",
  "Uniformity_of_amplicon_coverage" : "The percentage of amplicons that had at least 20% of the average number of reads per amplicon reads. (Cumulative coverage is linearly interpolated between nearest integer read depth counts.)",
  "Maximum_amplicon_read_depth" : "The maximum number of reads assigned to any amplicon.",
  "Average_amplicon_read_depth" : "The average number of amplicon reads for amplicons with at least one assigned read.",
  "Std_Dev_amplicon_read_depth" : "The standard deviation (root-variance) of number amplicon reads for amplicons with at least one assigned read.",
  "Amplicons_with_no_strand_bias" : "The percentage of all amplicons that did not show a bias towards forward or reverse strand read alignments. An individual amplicon is considered to have read bias if it has at least 10 reads and the fraction of forward or reverse reads to total reads is greater than 70%. Amplicons with less than 10 reads are considered to have no strand bias.",
  "Amplicons_reading_end_to_end" : "The percentage of all amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered the whole amplicon target from 'end-to-end'. To allow for error the effective ends of the amplicon region for read alignment are within 2 bases of the actual ends of the region.",
  "Amplicon_base_composition_bias" : "A number representing the proportion of amplicons showing low representation (<0.2x mean reads) in the lower and/or upper quartiles of amplicons ordered by increasing G/C base pair content of their insert sequences, relative to that in the center 50 percentile of amplicons and weighted by the standard deviation of representation over all amplicons. An RMS value is used so that a bias greater in either in the upper or lower quartile produces a larger value than a mean bias seen more equally in both outer quartiles. This value is 0 if the uniformity of amplicon coverage metric is 100% but is not necessarily high at lower amplicon uniformity."
}
