{
  "barcode_summary_report" : "",
  "barcode_name" : "Name of the barcode sequence and link to detailed report for reads associated with that barcode.",
  "sample_name" : "Sample Name associated with this barcode in the experiment plan.",
  "mapped_reads" : "Number of reads that were mapped to the full reference genome.",
  "valid_reads": "Percentage of mapped reads that were aligned over a target region and passing filters such as minimum alignment length.",
  "on_target": "Percentage of mapped reads that were aligned over a target region.",
  "sample_target": "The percentage of filtered reads mapped to any targeted region used for sample identification.",
  "ercc_target" : "The percentage of filtered reads mapped to any ERCC target. This value is or is not included in the total on-target percentage depending on whether the ERCC targets were included or not in the targets file.",
  "detected_target": "Percentage of all targets (amplicons) that had at least 10 assigned reads.",
  "Reference_Genome" : "Reference (genome) sequence or 'Library' that reads are aligned to.",
  "Target_Regions" : "Specific regions of the target reference that reads were aligned to. Typically specified by a BED file.",
  "Number_of_mapped_reads" : "Total number of reads mapped to the reference. (No read filters are applied.)",
  "Number_of_reads_on_target" : "Total number of reads mapped to any targeted region of the reference. A read is considered to be on target if at least one aligned base overlaps a target region. (No read filters are applied.)",
  "Percent_reads_on_target" : "The percentage of filtered reads mapped to any targeted region relative to all reads mapped to the reference. A read is considered on target if at least one aligned base overlaps at least one target region. (No read filters are applied.)",
  "Percent_assigned_reads" : "The percentage of total mapped reads that were assigned to any target. An on-target read is only is assigned to a specific target if the aligment is within the primer bounds for that target and as a sufficient alignment length.",
  "Percent_sample_tracking_reads" : "The percentage of filtered reads mapped to any targeted region used for sample identification. Note: It is assumed that these regions are distinct from the actual target regions under investigation, i.e. there is no overlap or other ambiguiy of any reads be misassigned to a sample identification target.",
  "Percent_ERCC_tracking_reads" : "The percentage of filtered reads mapped to any targeted region used for ERCC identification. Note: It is assumed that these regions are distinct from the actual target regions under investigation, i.e. there is no overlap or other ambiguiy of any reads be misassigned to a sample identification target.",
  "Amplicon_Read_Coverage" : "Summary statistics for reads assigned to specific amplicons. Each sequence read will be assigned to exactly one of the amplicons specified by the targets file. Should a read span multiple amplicon targets, the target region that the read most covers assigned. In the event of a tie, the most 3' target is assigned.",
  "Number_of_amplicons" : "The number of amplicons specified in the target regions file.",
  "Percent_assigned_amplicon_reads" : "The total number of reads that were assigned to individual amplicons. A read is assigned to a particular (inner) amplicon region if any aligned bases overlap that region. If a read might be associated with multiple amplicons this way it is assigned to the amplicon region that has the greatest overlap of aligned sequence.",
  "Average_reads_per_amplicon" : "The average number of reads assigned to amplicons.",
  "Maximum_amplicon_read_depth" : "The maximum number of reads assigned to any amplicon.",
  "Amplicons_with_at_least_1_read" : "The percentage of all amplicons that had at least one assigned read.",
  "Amplicons_with_at_least_10_reads" : "The percentage of all amplicons that had at least ten assigned reads.",
  "Amplicons_with_at_least_20_reads" : "The percentage of all amplicons that had at least twenty assigned reads.",
  "Amplicons_with_at_least_50_reads" : "The percentage of all amplicons that had at least fifty assigned reads.",
  "Amplicons_with_at_least_100_reads" : "The percentage of all amplicons that had at least one hundred assigned reads.",
  "Amplicons_with_at_least_500_reads" : "The percentage of all amplicons that had at least five hundred assigned reads.",
  "Amplicons_with_at_least_1000_reads" : "The percentage of all amplicons that had at least one thousand assigned reads.",
  "Amplicons_with_at_least_10K_reads" : "The percentage of all amplicons that had at least ten thousand assigned reads.",
  "Amplicons_with_at_least_100K_reads" : "The percentage of all amplicons that had at least one hundred thousand assigned reads.",
  "Amplicons_with_no_strand_bias" : "The percentage of all amplicons that did not show a bias towards forward or reverse strand read alignments. An individual amplicon is considered to have read bias if it has at least 10 reads and the fraction of forward or reverse reads to total reads is greater than 70%. Amplicons with less than 10 assigned reads are considered to have no strand bias.",
  "Amplicons_reading_end_to_end" : "The percentage of all amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered the whole amplicon target from 'end-to-end'. To allow for error the effective ends of the amplicon region for read alignment are within 2 bases of the actual ends of the region.",
  "Amplicons_with_passing_coverage" : "The percentage of all amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered had reads aligned to at least 70% of their target sequence. For transcript targets that are specific exon-exon splices, these are the reads that should sufficiently cover sequence on both sides of the splice site.",
  "nAmplicons_reading_end_to_end" : "The percentage of all amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered the whole amplicon target from 'end-to-end'. To allow for error the effective ends of the amplicon region for read alignment are within 2 bases of the actual ends of the region.",
  "nAmplicons_with_at_least_1_read" : "The number of amplicons that had at least one assigned read.",
  "nAmplicons_with_at_least_10_reads" : "The number of amplicons that had at least ten assigned reads.",
  "nAmplicons_with_at_least_100_reads" : "The number of amplicons that had at least one hundred assigned reads.",
  "nAmplicons_with_at_least_1000_reads" : "The number of amplicons that had at least one thousand assigned reads.",
  "nAmplicons_with_at_least_10K_reads" : "The number of amplicons that had at least ten thousand assigned reads.",
  "nAmplicons_with_at_least_100K_reads" : "The number of amplicons that had at least one hundred thousand assigned reads.",
  "nAmplicons_with_no_strand_bias" : "The number of amplicons that did not show a bias towards forward or reverse strand read alignments. An individual amplicon is considered to have read bias if it has at least 10 reads and the fraction of forward or reverse reads to total reads is greater than 70%. Amplicons with less than 10 reads are considered to have no strand bias.",
  "nAmplicons_reading_end_to_end" : "The number of amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered the whole amplicon target from 'end-to-end'. To allow for error the effective ends of the amplicon region for read alignment are within 2 bases of the actual ends of the region.",
  "nAmplicons_with_passing_coverage" : "The number of amplicons that were considered to have a sufficient proportion of assigned reads (70%) that covered had reads aligned to at least 70% of their target sequence. For transcript targets that are specific exon-exon splices, these are the reads that should sufficiently cover sequence on both sides of the splice site.",
  "Representation_Overview" : "Simple plot showing the numbers of amplicons with reads in log10 counting bins.",
  "Average_base_coverage_depth_per_target" : "The average of the mean base read depth of all individual targets. For N overlapping targets it is assumed that base coverage is spread evenly as if N separated target had this mean base coverage."
}
