{
  "barcode_summary_report" : "",
  "barcode_name" : "Name of the barcode sequence and link to detailed report for reads associated with that barcode",
  "sample_name" : "Sample Name associated with this barcode in the experiment plan",
  "funcfam" : "A functional molecule is a molecule that satisfies all criteria in the parameters file. For each amplicon, Molecular Coverage is the number of functional molecules. The median is calculated across all amplicons.",
  "allfam" : "Median number of molecules satisfied size criteria",
  "funcratio" : "For each amplicon, the Percentage of Functional Molecules is 100 * (Number of Functional Molecules) / (Number of Molecules). The median is calculated across all amplicons.",
  "LOD" : "Median limitation of detection for each amplicon",
  "famloss" : "The metric measures the loss of functional molecules due to strand constraint for molecular functionality, which is given by 1- (functional molecular coverage) / (molecular coverage without strand constraint). The median is calculated across all amplicons.",
  "conversion" : "For each amplicon, Percent Functional Reads is defined as (Number of Reads Supporting Functional Molecules) / (Number of Reads)*100%. The median is calculated across all amplicons.",
  "conversion_detail" : "For each amplicon, Percent Functional Reads is defined as (Number of Reads Supporting Functional Molecules) / (Number of Reads)*100%. The median is calculated across all amplicons.",
  "uniformity": "Percentage of amplicons having between 0.5x and 2x the Median Molecular Coverage.",
  "Reference_Genome" : "Reference (genome) sequence or 'Library' that reads are aligned to",
  "Target_Regions" : "Specific regions of the target reference that reads were aligned to, typically specified by a BED file",
  "Number_of_amplicons" : "The number of amplicons specified in the target regions file",
  "Median_func_coverage_per_amplicon" : "Median Functional molecules for each amplicon",
  "Median_all_coverage_per_amplicon" : "Median All molecules for each amplicon",
  "Fam_uniformity_of_amplicon_coverage" : "Percentage of amplicons covered by at least 0.5x  and at most 2x of median coverage functional molecules",
  "famsize" : "For each amplicon, the number of reads supporting each functional molecule is averaged across all functional molecules for that amplicon to determine the Number of Reads per Functional Molecule at the amplicon level. The median is calculated across all amplicons.",
  "lod" : "Please refer to the detailed definition of LOD (limit of detection) in the documentation of variantCaller Plugin",
  "Amplicons_with_5per_lod" : "Percentage of amplicons can detect variants less than 5%",
  "Amplicons_with_1per_lod" : "Percentage of amplicons can detect variants less than 1%",
  "Amplicons_with_05per_lod" : "Percentage of amplicons can detect variants less than 0.5%",
  "Amplicons_with_01per_lod" : "Please refer to the detailed definition of LOD (limit of detection) in variantCaller documentation. Around 0.1% means below 0.2% and above 0.05%"
}
